export const genres = [
  {
    id: 1,
    name: "Фантастика"
  },
  {
    id: 2,
    name: "Мировая Классика"
  }
]

export const books = [
  {
    id: "f3a18bf050c40e1459ab24430df4c985",
    name: "Следопыт, или На берегах Онтарио",
    author: "Джеймс Фенимор Купер",
    rating: 5,
    genre: "Мировая Классика",
    price: 100,
    annotation: "Третья книга из пенталогии об истории колонизации Северной Америки американского писателя Джеймса Фенимора Купера, написана в 1840 году.",
    reviews: [
      {
        username: "leonorino",
        body: "Лучшая из книг, что я читал!",
        rating: 5
      },
      {
        username: "Дмитрий Крупницкий",
        body: "Не очень зашло, все герои какие-то идеальные.",
        rating: 4
      }
    ]
  },
  {
    id: "77e25c6fbb06a0a3191f5cd56475377a",
    name: "Последнее желание",
    author: "Анджей Сапковский",
    rating: 5,
    genre: "Фантастика",
    price: 300,
    annotation: "Это первая книга легендарного цикла «Ведьмак». В сборник входят семь новелл о жизни и приключениях Геральта из Ривии – бродячего охотника на монстров. Все новеллы – это известные сказки, мастерски обыгранные автором: «Королевна-упырь», «Красавица и чудовище», «Белоснежка», «Ганс мой Ёж». Геральту предстоит расколдовать королевскую дочку, которая по ночам превращается в упырицу, разобраться с человеком-чудовищем, проклятым служительницей храма, поймать и обезвредить княжну, которая сбежала от злой мачехи и стала опасной разбойницей. А также ведьмак возьмется за особенно сложное дело: одна королева попросит его помочь избежать Предназначения… Во время странствий Геральт познакомится с бардом Лютиком, который впоследствии станет его верным спутником и другом. А также встретит чародейку Йеннифер – свою судьбу.",
    reviews: [
      {
        username: "leonorino",
        body: "Первая книга из цикла о Ведьмаке Геральте, рассказывающая о рутине его работы и первой встрече с чародейкой Йеннифер.",
        rating: 5
      },
      {
        username: "Дмитрий Крупницкий",
        body: "Достаточно скучный сборник рассказов, что тут ещё сказать...",
        rating: 3
      }
    ]
  },
  {
    id: "89557fad23adc1c76b921045847fc587",
    name: "Сезон Гроз",
    author: "Анджей Сапковский",
    rating: 5,
    genre: "Фантастика",
    price: 250,
    annotation: "Роман в жанре фэнтези польского писателя-фантаста Анджея Сапковского, восьмая книга в серии «Ведьмак» о приключениях Геральта из Ривии. Роман был впервые выпущен на польском языке издательством superNOWA 6 ноября 2013 года. «Сезон гроз» не является продолжением романа «Владычица Озера»; его действие происходит в том же временном промежутке, что и действие рассказов из сборника «Последнее желание», между событиями, описанными в рассказах «Последнее желание» и «Ведьмак». Частично о некоторых событиях романа упоминается в рассказе «Нечто большее».",
    reviews: [
      {
        username: "leonorino",
        body: "Достойное завершение цикла книг о Ведьмаке Геральте.",
        rating: 4
      },
      {
        username: "Дмитрий Крупницкий",
        body: "Что-то дедушка к последней книге совсем расслабился и сдулся.",
        rating: 2
      }
    ]
  },
  {
    id: "b1429e9901a61b28b7e1363c86273aea",
    name: "Зверобой, или Первая тропа войны",
    author: "Джеймс Фенимор Купер",
    rating: 5,
    genre: "Мировая Классика",
    price: 200,
    annotation: "Джеймс Фенимор Купер является одним из классиков американского романа. Дух континента, культура и нравы населявших его народов, очень точно описаны в цикле произведений о приключениях следопыта Натти Бампо, прозванного Зверобоем. У вас в руках первая книга, рассказывающая о молодых годах знаменитого охотника. Вместе с силачом и хвастуном Гарри Марчем по прозвищу Непоседа, Зверобой отправляется к озеру, где живёт прекрасная Джудит Хаттер, в которую влюблён Непоседа. Гарри вместе с Томасом Хаттером, отцом Джудит, в целях наживы решают напасть на индейское стойбище, но сами попадают в плен. На помощь Зверобою приходит его друг и отважный воин Чингачгук, разыскивающий свою похищенную невесту. Для мужественных героев нет безвыходных ситуаций, они всегда верно могут оценить обстановку и найти путь, ведущий к спасению и победе.",
    reviews: [
      {
        username: "leonorino",
        body: "Книга, рассказывающая о становлении одного из самых важных персонажей Купера - пограничного жителя Натаниэля.",
        rating: 5
      },
      {
        username: "Дмитрий Крупницкий",
        body: "Не очень зашло, главный герой слишком идеальный.",
        rating: 5
      }
    ]
  }
]
